Repository: matrixlj/Qube_Cinema
Catalog: XP/Mama/App_GlobalResources/Common.*.resx
Languages: cs, de, fr, hi, ko, pt_pt, ru, zh_cn

# adsSpaceLessThanUsedSpace
source: The specified quota cannot be saved, as the newly calculated quota for advertisements type is less than the total space used by it
pt_pt: A quota especificada para publicidade não pode ser guardada porque é inferior à total usada atualmente
ru: Указанная квота не может быть установлена т.к. новая квота для рекламных роликов меньше чем занимаемое ими в настоящее время место

# advertisement
source: advertisements
cs: reklamy
de: Werbung
fr: publicité
hi: बिज्ञापन
ko: 광고
pt_pt: publicidade
ru: Реклама
zh_cn: 广告

source: Can not delete title
pt_pt: Não é possível apagar item
ru: Нельзя удалить Заголовок

source: Cannot schedule an event in the past!
pt_pt: Não é possível criar um evento no passado!
ru: Нельзя установить событие в прошлом!

source: category
cs: kategorie
pt_pt: categoria
ru: категория
zh_cn: 种类

source: completed at
cs: dohraje v
de: fertiggestellt:
fr: complété à
hi: अंत समय
ko: 종료시각
pt_pt: terminado em
ru: завершено в
zh_cn: 完成于

source: computer
cs: počítač
pt_pt: computador
ru: компьютер
zh_cn: 计算机

source: cue
cs: fronta
fr: signal
hi: तयार करें
pt_pt: ação
ru: сигнал
zh_cn: 自动控制

source: Cue failed since
pt_pt: Carregamento falhou desde
ru: Cигнал не выполнен с

# dalapathiNotFound
source: Unable to connect PE
pt_pt: Dalapathi não encontrado
ru: Dalapathi не найдена

source: dcpentityserviceprovider not found
pt_pt: dcpentityserviceprovider não encontrado
ru: dcpentityserviceprovider не найден

source: Invalid path
pt_pt: Caminho inválido
ru: Неверный путь

source: download log
cs: log stahování
de: LOG herunterladen
hi: डाउनलोड प्रचालेख
ko: download 로그
pt_pt: registo de downloads
ru: получить журнал
zh_cn: 下载记录檔

source: Either name or path is invalid
pt_pt: Nome ou caminho inválido
ru: Недопустимое имя файла или путь

# enterName
source: enter path short name
cs: vložte cestu zkrácenou formou
de: Bezeichnung:
fr: entrer le nom court du chemin d'accès
hi: नाम प्रवेश करें
ko: 경로의 약칭을 입력 하십시오
pt_pt: introduza um nome simples para a localização
ru: введите краткий путь
zh_cn: 输入路径简称

# eventId
source: event
cs: akce
pt_pt: evento
ru: событие
zh_cn: 项目

source: features
cs: filmy
de: Filme
fr: films
hi: फीचरस
ko: 영화
pt_pt: filmes
ru: фильмы
zh_cn: 正片

source: four projectors
cs: čtyři projektory
de: 4 Projektoren
fr: quatre projecteurs
hi: चार प्रोजेक्टर
ko: 프로젝터 4개
pt_pt: quatro projectores
ru: четыре проектора
zh_cn: 四部放映机

source: get
cs: stáhnout
de: OK
fr: obtenir
hi: प्राप्त करें
ko: 조회
pt_pt: carregar
ru: получить
zh_cn: 取得

source: get key
cs: stáhnout klíč
de: Key holen
fr: obtenir la clé
hi: कुंजी
ko: key 가져오기
pt_pt: carregar chave
ru: получить ключ
zh_cn: 取得密钥

source: Given playlist is not playable
pt_pt: Não é possível executar playlist selecionada
ru: Невозможно проиграть этот список

source: ingest
fr: ingérer
hi: ग्रहण
pt_pt: ingerir
ru: закачка
zh_cn: 载入

source: track
pt_pt: pista
ru: дорожка

source: title track
pt_pt: nome pista
ru: заглавная дорожка

source: ingested at
cs: ingestování v
de: Ingest ab:
fr: ingéré à
hi: ग्रहण करने का समय
ko: Ingest된 시각
pt_pt: ingerir em
ru: загружено
zh_cn: 载入于

source: Invalid asset type
pt_pt: Item de formato inválido
ru: Неверный тип данных

source: Invalid datetime
pt_pt: Data e hora inválidas
ru: Неверные дата-время

source: Invalid event
pt_pt: Evento inválido
ru: Событие не действительно

source: Invalid event id
pt_pt: Id de evento inválido
ru: Неверный идентификатор события

source: Invalid ip address
pt_pt: Endereço IP inválido
ru: Неверный адрес ip

source: Invalid jobIds
pt_pt: Id de trabalho inválido
ru: Неверный идентификатор задания

source: Invalid key path
pt_pt: Caminho para chave inválido
ru: Неверный путь ключа

source: Invalid keys
pt_pt: Chaves inválidas
ru: Ключ не действителен

source: Invalid playlist
pt_pt: Playlist inválida
ru: Список воспроизведения не действителен

source: Invalid playlist id
pt_pt: Id de playlist inválida
ru: Неверный идентификатор списка воспроизведения

source: Invalid schedule UUID
pt_pt: UUID de evento inválido
ru: Неверный UUID расписания

source: Invalid show
pt_pt: Sessão inválida
ru: Шоу не действительно

source: Invalid show id
pt_pt: Id de sessão inválida
ru: Неверный идентификатор Шоу

source: Invalid show name
pt_pt: Nome de sessão inválido
ru: Неверное имя Шоу

source: Invalid title
pt_pt: Título inválido
ru: Клип не действителен

source: Invalid track
pt_pt: Pista inválida
ru: Дорожка не действительна

source: Invalid track id
pt_pt: Id de pista inválida
ru: Неверный идентификатор дорожки

source: Invalid transfer UUID
pt_pt: UUID de transferência inválida
ru: Неверный UUID передачи

source: Invalid URI
pt_pt: URI inválido
ru: Неверный URI

source: Invalid UUID format
pt_pt: Formato de UUID inválido
ru: Неверный формат UUID

source: keyinfoprovider not found
pt_pt: keyinfoprovider não encontrado
ru: Провайдер ключа не найден

source: Load show failed
pt_pt: Carregamento de sessão falhou
ru: Загрузка шоу НЕ выполнена

# mediaFolderUsedSpaceLargerThanSpecifiedQuota
source: The specified quota ({0:0.####} MB) cannot be saved, as it is less than the total used space ({1:0.####} MB)
pt_pt: A quota especificada ({0} MB) não pode ser guardada porque é inferior à total usada atualmente ({1} MB)
ru: Указанная квота ({0:0.####} MB) не может быть установлена, т.к. она менее используемого места ({1:0.####} MB)

source: message
cs: zpráva
pt_pt: mensagem
ru: сообщение
zh_cn: 讯息

source: name
cs: jméno
fr: nom
hi: नाम
ko: 이름
pt_pt: nome
ru: название
zh_cn: 名称

# namedIngestSelect
source: select named space
cs: vyberte místo
de: Name auswählen
fr: choisir l'espace nommé
hi: नामीत स्थान चुनें
ko: 저장된 경로를 선택 하십시오
pt_pt: selecionar localização
ru: выбор именованного пространства
zh_cn: 选择位置名称

source: namedspace
pt_pt: localizações
ru: именованное пространство

source: named space id is null
pt_pt: id de localização inválida
ru: идентификатор именованного пространства пуст

source: no valid ingestable titles
pt_pt: sem conteúdo válido para ingestão
ru: нет валидных клипов для закачки

# objectNotFound
source: {0} not found for the given id {1}
pt_pt: {0} não encontrado para a id {1}
ru: {0} не найден для этого id {1}

source: others
cs: ostatní
de: Andere
fr: autres
hi: अन्य
ko: 기타
pt_pt: outros
ru: прочее
zh_cn: 其它

source: Pause failed since
pt_pt: Pause falhou porque
ru: Пауза не выполнена с

source: play
cs: přehrát
fr: jeu
hi: चलायें
ko: 재생
pt_pt: exibir
ru: Воспр.
zh_cn: 放映

source: Play failed since
pt_pt: Exibição falhou porque
ru: Воспроизведение не выполнено с

source: playlists
cs: playlist
de: Playlisten
fr: listes jeux
hi: चालू सूची
ko: 상영 목록
pt_pt: listas de exibição
ru: списки воспроизведения
zh_cn: 放映列表

source: playlist
pt_pt: listas de exibição
ru: список воспроизведения

source: schedule
pt_pt: programação
ru: расписание

# evnt
source: event
pt_pt: evento
ru: cобытие

source: please select a signal format
cs: vyberte typ signálu
de: Bitte Format auswählen
fr: choisir un format de signal
hi: सिग्नल सनरूप (फारमेट) चुनें
ko: 신호 형식을 선택 하십시오
pt_pt: selecione um formato de sinal
ru: выберите формат сигнала
zh_cn: 请选择信号格式

source: please select number of projectors
cs: vyberte počet projektorů
de: Anzahl der Projektoren:
fr: choisir le nombre des projecteurs
hi: प्रोजेक्टर अंक चुनें
ko: 프로젝터 수를 선택 하십시오
pt_pt: selecione o número de projectores
ru: выберите кол-во проекторов
zh_cn: 请选择放映机的数量

# projector1Tab
source: projector 1
cs: projektor 1
de: Projektor 1
fr: projecteur 1
hi: प्रोजेक्टर 1
ko: 프로젝터 1
ru: проектор 1
zh_cn: 一号放映机

# projector2Tab
source: projector 2
cs: projektor 2
de: Projektor 2
fr: projecteur 2
hi: प्रोजेक्टर 2
ko: 프로젝터 2
ru: проектор 2
zh_cn: 二号放映机

# projector3Tab
source: projector 3
cs: projektor 3
de: Projektor 3
fr: projecteur 3
hi: प्रोजेक्टर 3
ko: 프로젝터 3
ru: проектор 3
zh_cn: 三号放映机

# projector4Tab
source: projector 4
cs: projektor 4
de: Projektor 4
fr: projecteur 4
hi: प्रोजेक्टर 4
ko: 프로젝터 4
ru: проектор 4
zh_cn: 四号放映机

# referredInShow
source: Can not delete title since it is referred in show
pt_pt: Não é possível apagar conteúdo pois está inserido numa sessão
ru: Невозможно удалить клип. Есть ссылка из шоу

source: Resumeshow failed since
pt_pt: Retoma de sessão falhou desde
ru: Продолжить воспроизведение не выполнено с

source: select projector
pt_pt: selecione projector
ru: выберите проектор

source: select resolution
cs: vyberte rozlišení
de: Auflösung auswählen
fr: choisir la résolution
hi: रिसोलयूशन चुनें
ko: 해상도 선택
pt_pt: selecione resolução
ru: выберите разрешение
zh_cn: 选择解像度

source: select show
cs: vyberte show
de: Show auswählen
fr: choisir montrer
hi: शो चुनें
ko: show 선택
pt_pt: selecione sessão
ru: выберите шоу
zh_cn: 选择节目

# selectShow2LoadOrResume
source: select show to load or resume
cs: vyberte show k nahraní nebo pokračování
de: Show laden oder Neustart
fr: choisir montrer pour charger ou pour reprendre
hi: लोड या जारी करने के लिये शो चुनें
ko: 불러오거나 이어 상영을 할 show 선택
pt_pt: selecione sessão para carregar ou retomar
ru: выберите шоу для загрузки или продолжения
zh_cn: 选择要回复或执行的节目

# selectShow2Modify
source: select show to modify
cs: vyberte show k úpravě
de: Show zur Bearb. wählen
fr: choisir montrer pour modifier
hi: रूपांतर (माडीफै) करने के लिये शो चुनें
ko: 수정 할 show 선택
pt_pt: selecione sessão para modificar
ru: выберите шоу для редактирования
zh_cn: 选择要更改的节目

source: select time zone
cs: vyberte časovou zonu
de: Zeitzone auswählen:
fr: choisir le fuseau horaire
hi: समय आंचल चूनें
ko: 시간대 선택
pt_pt: selecione fuso horário
ru: выберите часовой пояс
zh_cn: 选择时区

# serverTimeIs
source: since server time is
pt_pt: porque a hora do servidor é
ru: начиная со времени

source: shorts
cs: krátké filmy
de: Kurzfilme
fr: courts
hi: शारट्स
pt_pt: curtas
ru: клипы
zh_cn: 短片

source: show
fr: montrer
hi: शो
pt_pt: sessão
ru: шоу
zh_cn: 节目

# showDrag
source: select show to schedule
cs: vyberte show k plánování
de: Show (Ziehen)
fr: choisir montrer pour programmer
hi: सूचित करने के लिये ड्रेग करें
ko: 편성할 show 선택
pt_pt: selecione sessão para agendar
ru: выберите шоу для расписания
zh_cn: 选择要排程的节目

source: Show id is null
pt_pt: Id de sessão é inválido
ru: Идентификатор шоу пуст

source: Show name already exists
pt_pt: Nome de sessão já existe
ru: Название шоу уже существует

source: Show name is null
pt_pt: Nome de sessão inválido
ru: Название шоу пусто

source: single projector
cs: single projektor
de: 1 Projektor
fr: projecteur unique
hi: एकमात्र प्रोजेक्टर
ko: 단일 프로젝터
pt_pt: um projector
ru: одиночный проектор
zh_cn: 单部放映机

source: source
cs: zdroj
pt_pt: origem
ru: источник
zh_cn: 来源

source: started at
cs: začalo v
de: Start bei
fr: commencé à
hi: आरंभ होने का समय
ko: 시작시각
pt_pt: iniciou às
ru: начато в
zh_cn: 开始于

source: status
fr: statut
hi: स्थिति
ko: 상태
pt_pt: estado
ru: статус
zh_cn: 状态

source: Stop failed since
pt_pt: Stop falhou porque
ru: Стоп не выполнен с

source: stopped at
cs: konec v
de: Gestoppt bei
fr: stoppé à
hi: अंत होने का समय
ko: 정지 시각
pt_pt: parou às
ru: остановлено на
zh_cn: 停止于

source: system
cs: systém
pt_pt: sistema
ru: система
zh_cn: 系统

# timeNotAvailabe
source: Show can not be scheduled. Since another show is scheduled on the same time
pt_pt: Sessão não pode ser agendada porque já existe uma programada para a mesma altura.
ru: Шоу не может быть вставлено в расписание поскольку в это время уже установлено другое шоу

source: time written
cs: zapsanuý čas
pt_pt: escrito em
ru: время записи
zh_cn: 编写时间

source: title
pt_pt: composição
ru: клип

source: titleinfoprovider not found
pt_pt: titleinfoprovider não encontrado
ru: провайдер клипа не найден

# trailer
source: trailers
cs: trailery
de: Trailer
fr: bandes annonces
hi: ट्रैलर
ko: 영화예고
ru: трэйлеры
zh_cn: 预告片

source: two projectors
cs: dva projektory
de: 2 Projektoren
fr: deux projecteurs
hi: दो प्रोजेक्टर
ko: 프로젝터 2개
pt_pt: dois projectores
ru: два проектора
zh_cn: 两部放映机

source: type
cs: typ
de: Typ
hi: किस्म
ko: 종류
pt_pt: tipo
ru: тип
zh_cn: 类别

source: user name
cs: uživatelské jméno
pt_pt: nome de utilizador
ru: имя пользователя
zh_cn: 使用者名称

source: Usher not found
pt_pt: Usher não encontrado
ru: Usher не найдена

source: Velaikaran service not available
pt_pt: serviço Velaikaran não disponível
ru: служба Velaikaran не доступна

source: wait
cs: čekejte
de: Warten
fr: attendre
hi: ठेहरें
ko: 대기
pt_pt: espera
ru: ждите
zh_cn: 等候

# assetNotAvailable
source: {0} not available for the given assetUUID ({1}) in the given URI {2}
pt_pt: {0} não disponível para o assetUUID ({1}) no URI {2} dado
ru: {0} не доступно для данного assetUUID ({1}) в данном URI {2}

source: commercial
pt_pt: publicidade
ru: реклама

source: play type
pt_pt: modo exibição
ru: тип воспр.

source: test
pt_pt: teste
ru: тест

source: property
pt_pt: propriedade
ru: свойство

source: featureinfoprovider not found
pt_pt: featureinfoprovider não encontrada
ru: провайдер типа кинофильма не найден

source: Media folder already exists
pt_pt: Media folder já existe
ru: Медиа фолдер уже существует

# invalidMediaFolderPath
source: The specified media folder path is invalid
pt_pt: A localização da Media folder é inválida
ru: Указанный путь Медиа фолдера не действителен

source: feature
pt_pt: filme
ru: фильм

source: general
pt_pt: geral
ru: общее
zh_cn: 常规

source: media management
pt_pt: gestão de conteúdo
ru: управление медиа
zh_cn: 媒体管理

source: projector
ru: проектор
zh_cn: 放映机

source: timecode
ru: тайм-код
zh_cn: 时间码

# invalidKeyEssence
source: Either key essence is null or empty
pt_pt: Conteúdo da chave inválido ou vazio
ru: Ключ поврежден или пуст

# NullOrEmptyItem
source: {0} is null or empty
pt_pt: {0} inválido ou vazio
ru: {0} отсутствует или пуст

# securityLogErrorMsg
source: Playout not started due to projector's security log warning/error, please try again after sometime.
pt_pt: Play não iniciou devido a um aviso/erro do registo de segurança do projector, tente novamente daqui a uns momentos.
ru: Воспроизведение не начато в виду ошибки безопасности проектора, попробуйте еще раз несколько позже.

# unsupportedMediaFolder
source: The specified media folder path is not supported.<br>Please enter a valid path.
pt_pt: Localização do media folder inválida.<br>Pff introduza uma localização válida.
ru: Указанный путь к медиа папке не поддерживается.<br>Укажите корректный путь.

source: Delete
pt_pt: Apagar
ru: Удалить
zh_cn: 删除
